{
  "sections": {
    "most_relevant": {
      "title": {
        "es": "Más relevantes",
        "en": "Most relevant"
      },
      "description": {
        "es": null,
        "en": null
      },
      "areas": [
        "creativity",
        "motivation_and_perseverence",
        "planning_and_management"
      ]
    },
    "ideas_and_opportunities": {
      "title": {
        "es": "Ideas y oportunidades",
        "en": "Ideas and opportunities"
      },
      "description": {
        "es": null,
        "en": null
      },
      "areas": [
        "spotting_opportunities",
        "creativity",
        "vision",
        "valuing_ideas",
        "ethical_and_sustainable_thinking"
      ]
    },
    "resources": {
      "title": {
        "es": "Recursos",
        "en": "Resources"
      },
      "description": {
        "es": null,
        "en": null
      },
      "areas": [
        "self_awareness_and_self_efficacy",
        "motivation_and_perseverence",
        "mobilising_resources",
        "financial_and_economic_literacy",
        "mobilising_others"
      ]
    },
    "into_action": {
      "title": {
        "es": "En acción",
        "en": "Into action"
      },
      "description": {
        "es": null,
        "en": null
      },
      "areas": [
        "taking_the_initiative",
        "planning_and_management",
        "copying_ambiguity_and_risk",
        "working_with_others",
        "learning_through_experience"
      ]
    }
  },
  "areas": {
    "spotting_opportunities": {
      "title": {
        "es": "Oportunidades de detección",
        "en": "Spotting opportunities"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "Bueno, no te preocupes, ¡no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda comenzar a encontrar las diferentes soluciones necesarias, para diferentes grupos que se hayan beneficiado y que diga la diferencia entre las áreas donde se puede crear valor. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡Bien hecho! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora, para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de reconocer las necesidades, desafíos y oportunidades para crear valor en su comunidad. Una vez que los haya identificado, puede considerar cómo podría contribuir a resolver, reconociendo los diferentes roles que juegan los sectores público, privado y tercero en su entorno. ¡Sigue así, estás en el camino correcto!",
          "2": "¡Va bien! Para seguir adelante, trate de explicar cuál es una oportunidad de creación de valor. También puede identificar diferentes oportunidades para resolver problemas de manera alternativa y explicar cómo los diferentes grupos y contextos pueden tener diferentes necesidades. Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés.",
          "3": "¡Estás en el camino correcto! Si desea mejorar sus habilidades, establezca un grupo de usuarios y necesidades que desee abordar. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, podría buscar de manera proactiva oportunidades, incluso por necesidad, redefiniendo la descripción de un desafío, para que puedan parecer oportunidades alternativas para abordarlo.",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que lo alcance, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien pueda describir diferentes enfoques analíticos para identificar las oportunidades de negocios. Además, puede desafiar el pensamiento dominante para crear oportunidades. Además, junto con el experto, puede realizar un análisis de necesidades que involucre a las partes interesadas relevantes, identificando los límites del sistema.\nRecuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para crear valor, juzgar el momento y contrastar los intereses de diferentes partes interesadas. Sugerimos que analice una actividad de creación de valor mirándola como un todo e identificando nuevas oportunidades.",
          "6": "¡Grado A! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a su complejo desarrollo. Trate de juzgar qué oportunidades surgen en este campo y decida si deben ser seguidos en diferentes niveles (por ejemplo, micro, meso o macro). También puede identificar sinergias, elaborar una \"hoja de ruta\" que se ajuste a las necesidades, monitoreando las tendencias relevantes y viendo cómo crean amenazas y nuevas oportunidades. Rodéate de las personas necesarias para esto y no tengas prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tienes mucho trabajo realizado y todo se puede lograr.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es detectar y aprovechar rápidamente una oportunidad. Intente diseñar proyectos que tengan como objetivo anticipar las necesidades futuras, promoviendo una cultura dentro de su organización para llevar a cabo nuevas oportunidades para la creación de valor.",
          "8": "Bien hecho, sigan con el buen trabajo, usted es un experto en detectar oportunidades. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Well, don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can start finding different needed solutions, for different groups who have benefited, and telling the difference between areas where value can be created. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Well done! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to recognise needs, challenges and opportunities to create value in your community. Once you have identified them you can consider how you could contribute to solving, recognizing the different roles the public, private and third sectors play in your environment. Keep it up, you are on the right track!!",
          "2": "Going well! To move on, try to explain what a value-creating opportunity is. You could also identify different opportunities to solve problems in alternative ways and explain how different groups and contexts may have different needs. Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest.",
          "3": "You are on the right track! If you want to improve your skills, establish a group of users and needs that you want to address. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could proactively look for opportunities, even by necessity, redefining the description of a challenge, so that alternative opportunities to address it may appear.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following:  find a subject matter expert who can guide you, together with whom you could describe different analytical approaches to identify business opportunities. In addition, you can challenge dominant thinking to create opportunities. Also, together with the expert you can conduct a needs analysis involving relevant stakeholders, identifying the boundaries of the system. \nRemember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "5": "Neat! You are already well versed in the subject, if you want to be a professional, you could start working with others, but as the decision-maker, use your understanding of the context to create value, judge the timing and contrast the interests of different stakeholders. We suggest that you analyse a value-creating activity by looking at it as a whole and identifying new opportunities.",
          "6": "Grade A! If you want to become an expert, we recommend that you select a specific field of your liking and take responsibility for contributing to its complex development. Try to judge what opportunities arise in this field and decide whether they should be followed up at different levels (e.g. micro, meso or macro). You could also identify synergies, drawing up a \"roadmap\" that fits the needs, monitoring relevant trends and seeing how they create threats and new opportunities. Surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to quickly detect and seize an opportunity. Try to design projects that aim to anticipate future needs, promoting a culture within your organisation to lead new opportunities for value creation.",
          "8": "Well done, keep up the good work, you are an expert in spotting opportunities. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["ideas_and_opportunities"],
      "tick_icon_limit": 7
    },
    "creativity": {
      "title": {
        "es": "Creatividad",
        "en": "Creativity"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "¿Estás seguro de que no eres creativo en absoluto? Bueno, no te preocupes, ¡no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda tratar de desarrollar ideas que resuelvan problemas que sean relevantes para usted y su entorno. Puede abordar los problemas abiertos (problemas que pueden tener muchas soluciones) con curiosidad. Puede ensamblar objetos que creen valor para usted y otros. Puede encontrar ejemplos de productos, servicios y soluciones innovadores.",
          "1": "¡Bien hecho! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. ¡A por ello! Ahora, para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, explorar nuevas formas de hacer uso de los recursos existentes de un equipo y desarrollar ideas que creen valor para los demás. Puede explorar problemas abiertos de muchas maneras para generar múltiples soluciones. Puede mejorar los productos, servicios y procesos existentes para que mejoren sus necesidades o las de sus compañeros y la comunidad. Puede describir cómo algunas innovaciones han transformado la sociedad. ¡Y sigue así, estás en el camino correcto!",
          "2": "¡Va bien! Para seguir adelante, por su cuenta y junto con sus compañeros, trate de experimentar con sus habilidades y competencias en situaciones que son nuevas para usted. Puede experimentar con diferentes técnicas para generar soluciones alternativas a los problemas, utilizando los recursos disponibles de una manera efectiva. Puede participar en la dinámica grupal destinada a definir problemas abiertos. Puede identificar las funciones básicas que un prototipo debe tener para ilustrar el valor de su idea. Puede notar la diferencia entre los tipos de innovaciones (por ejemplo, el proceso versus la innovación de productos e innovación social, innovación incremental versus disruptiva). Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, intente buscar activamente nuevas soluciones que satisfagan sus necesidades. Puede probar el valor de sus soluciones con los usuarios finales. Puede remodelar los problemas abiertos para adaptarse a sus habilidades. Puede ensamblar, probar y refinar progresivamente los prototipos que simulan el valor que desea crear. Además, puede juzgar si una idea, producto o proceso es innovador o simplemente nuevo para compartirla con sus compañeros.",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que llegue a él, puede hacer lo que sigue: encuentre un experto en la materia que pueda guiarlo, junto con quien puede buscar activamente nuevas soluciones que mejoren el proceso de creación de valor. Puede describir diferentes técnicas para probar ideas innovadoras con usuarios finales. Puede describir y explicar diferentes enfoques para dar forma a problemas abiertos y diferentes estrategias de resolución de problemas. Además, puede crear productos o servicios (solo o con el experto) que resuelvan sus problemas y sus necesidades. Puede describir cómo las innovaciones se difunden en la sociedad, la cultura y el mercado.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para transferir conocimientos, ideas y soluciones en diferentes áreas. Puede establecer procesos para involucrar a las partes interesadas en la búsqueda, desarrollo y prueba de ideas. Podría ayudar a otros a crear valor alentando la experimentación y utilizando técnicas creativas para abordar los problemas y generar soluciones. Puede desarrollar y entregar valor en las etapas, lanzar con las características centrales de su idea (o de su equipo) y agregar progresivamente más. Podría describir diferentes niveles de innovación (por ejemplo, incremental, avance o transformador) y su papel en las actividades de creación de valor.",
          "6": "¡Grado A! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de iniciar, desarrollar, administrar y completar un proyecto creativo. Puede adaptar una variedad de formas de involucrar a las partes interesadas para satisfacer las necesidades de su actividad de creación de valor. Puede aplicar diferentes enfoques de diseño para crear valor a través de nuevos productos, procesos o servicios. Puede identificar los pasos necesarios para investigar el potencial de una idea innovadora a la luz de su desarrollo a una empresa existente, una nueva empresa o una oportunidad para el cambio social. Rodéate de las personas necesarias para esto y no tengas prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tienes mucho trabajo realizado y todo se puede lograr.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es diseñar nuevos procesos para involucrar a las partes interesadas en la generación, el desarrollo y la prueba de ideas que creen valor. Puede usar una combinación de técnicas creativas para seguir generando valor con el tiempo. También puede diseñar y establecer procesos innovadores para crear valor. Además, puede gestionar los procesos de innovación que responden a las necesidades emergentes y aprovechar al máximo las oportunidades a medida que estén disponibles.",
          "8": "Bien hecho, sigue con el buen trabajo, eres una persona muy creativa. Es hora de ponerlo en práctica y contribuir a la sociedad con sus habilidades."
        },
        "en": {
          "0": "Are you sure that you are not creative at all? Well, don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you could try to develop ideas that solve problems that are relevant to you and your surroundings. You can approach open-ended problems (problems that can have many solutions) with curiosity. You can assemble objects that create value for you and others. You can find examples of innovative products, services and solutions.",
          "1": "Well done! If you are at this level it means that you have already taken a first step in this matter. Go for it! Now to continue learning you could, as far as possible with minimal external help, explore new ways to make use of existing resources of a team and develop ideas that create value for others. You can explore open-ended problems in many ways so as to generate multiple solutions. You can improve existing products, services and processes so that they better meet your needs or those of your peers and the community. You can describe how some innovations have transformed society. And keep it up, you are on the right track!!",
          "2": "Going well! To keep going, on your own and together with peers, try to experiment with your skills and competences in situations that are new to you. You can experiment with different techniques to generate alternative solutions to problems, using available resources in an effective way. You can take part in group dynamics aimed at defining open-ended problems. You can identify the basic functions that a prototype should have to illustrate the value of your idea. You can tell the difference between types of innovations (for example, process versus product innovation and social innovation, incremental versus disruptive innovation). Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest.",
          "3": "You are on the right track!! If you want to improve your skills, try to actively search for new solutions that meet your needs. You can test the value of your solutions with end users. You can reshape open-ended problems to fit your skills. You can assemble, test and progressively refine prototypes that simulate the value you want to create. What’s more you can judge if an idea, product or process is innovative or just new to you by sharing it with peers.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do what follows: Find a subject matter expert who can guide you, together with whom you can actively search for new solutions that improve the value-creating process. You can describe different techniques to test innovative ideas with end users. You could describe and explain different approaches to shaping open-ended problems and different problem-solving strategies. In addition you could create (alone or with the expert) products or services that solve your problems and your needs. You can describe how innovations diffuse in society, culture and the market.",
          "5": "Neat! You are already well versed in the subject, if you want to be a professional, you could start working with others, but as the decision-maker, use your understanding of the context to transfer knowledge, ideas and solutions across different areas. You could set up processes to involve stakeholders in finding, developing and testing ideas. You could help others to create value by encouraging experimentation and using creative techniques to approach problems and generate solutions. You could develop and deliver value in stages, launching with the core features of your (or your team's) idea and progressively adding more. You could describe different levels of innovation (for example, incremental, breakthrough or transformational) and their role in value-creating activities.",
          "6": "Grade A! If you want to become an expert, we recommend that you select a specific field of your liking and  take responsibility for initiating, developing, managing and completing a creative project. You could tailor a variety of ways of involving stakeholders to suit the needs of your value-creating activity. You could apply different design approaches to create value through new products, processes or services. You could identify the steps needed to research the potential for an innovative idea in light of its development into an existing enterprise, a new venture or an opportunity for social change. Surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to design new processes to involve stakeholders in generating, developing and testing ideas that create value. You could use a mix of creative techniques to keep generating value over time. You could also design and put in place innovative processes to create value. Besides, you could manage innovation processes that respond to emerging needs and make the most of opportunities as they become available.",
          "8": "Well done, keep up the good work, you are a very creative person. It is time to put it into practice and contribute to society with your skills."
        }
      },
      "related_section": ["most_relevant", "ideas_and_opportunities"],
      "tick_icon_limit": 7
    },
    "vision": {
      "title": {
        "es": "Visión",
        "en": "Vision"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "Bueno, no te preocupes, ¡no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda hacer un esfuerzo para imaginar un futuro deseable. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡Bien hecho! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora, para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de desarrollar escenarios futuros simples donde se cree el valor para su comunidad y sus alrededores. ¡Sigue así, estás en el camino correcto!",
          "2": "¡Va bien! Para continuar, podría desarrollar (solo o con otros) una visión inspiradora para el futuro que involucra a otros. Además, podría explicar qué es una visión y qué propósito sirve. Su visión para crear valor lo impulsa a hacer el esfuerzo para convertir las ideas en acción. Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, podría trabajar para comprender cómo construir escenarios futuros en torno a su actividad de creación de valor. Debe ser consciente de lo que se necesita para construir una visión. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, podría decidir a qué tipo de visión para crear valor le gustaría contribuir.",
          "4": "¡Brillante! Usted está a la mitad de la excelencia, si desea seguir aprendiendo hasta que llegue a él, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien debe intentar usar su comprensión del contexto para identificar diferentes visiones estratégicas. para crear valor. Puede explicar el papel de una declaración de visión para la planificación estratégica e identificar los cambios necesarios para lograr su visión.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría hacer un esfuerzo para discutir su visión estratégica (o de su equipo) para crear valor. Puede preparar una declaración de visión para su actividad de creación de valor (o de su equipo) que guía la toma de decisiones internas durante todo el proceso de creación de valor. Además, podría promover iniciativas para el cambio y la transformación que contribuyen a su visión. Recuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "6": "¡Grado A! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a su desarrollo mediante la realización (solo o con otros) y comparando diferentes escenarios futuros. Intente planificar hacia atrás desde su visión para diseñar la estrategia necesaria para lograrla. Puede identificar desafíos relacionados con su visión (o de su equipo), al tiempo que respeta los diferentes niveles del sistema y la variedad de partes interesadas afectadas.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es tratar de mostrar a diferentes audiencias los beneficios de su visión durante los tiempos turbulentos. Sería interesante fomentar el entusiasmo y un sentido de pertenencia en una visión convincente. Además, puede crear (solo o con otros) una \"hoja de ruta\" basada en su visión para crear valor y establecer procesos innovadores para crear valor. Puede gestionar los procesos de innovación que responden a las necesidades emergentes y aprovechar al máximo las oportunidades a medida que estén disponibles.\nTambién rodea de las personas necesarias para esto y no tenga prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tiene mucho trabajo realizado y todo es alcanzable.",
          "8": "Bien hecho, sigue con el buen trabajo, eres un visionario. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Well, don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can make an effort to imagine a desirable future. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Well done! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to develop simple future scenarios where value is created for your community and surroundings. Keep it up, you are on the right track!!",
          "2": "Going well! To keep going, you could develop (alone or with others) an inspiring vision for the future that involves others. Besides, you could explain what a vision is and what purpose it serves. Your vision for creating value drives you to make the effort to turn ideas into action. Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest.",
          "3": "You are on the right track!! If you want to improve your skills you could work on understanding how to build future scenarios around your value-creating activity. You must be aware of what is needed to build a vision. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could decide what type of vision for creating value you would like to contribute to.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following: find a subject matter expert who can guide you, together with whom you should attempt to use your understanding of the context to identify different strategic visions for creating value. You could explain the role of a vision statement for strategic planning, and identify the changes needed to achieve your vision.",
          "5": "Neat! You are already well versed in the subject, if you want to be a pro, you could  make an effort to discuss your (or your team's) strategic vision for creating value. You could prepare a vision statement for your (or your team's) value-creating activity that guides internal decision-making throughout the whole process of creating value. Besides, you could promote initiatives for change and transformation that contribute to your vision. Remember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "6": "Grade A! If you want to become an expert, we recommend that you select a specific field of your liking and take responsibility for contributing to its development by undertaking (alone or with others) and comparing different future scenarios. Try to plan backwards from your vision to design the necessary strategy to achieve it. You could identify challenges related to your (or your team's) vision, while respecting the different levels of the system and the variety of stakeholders affected.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to try to show different audiences the benefits of your vision during turbulent times. It would be interesting to encourage enthusiasm and a sense of belonging around a convincing vision. Also, you could create (alone or with others) a ‘roadmap’ based on your vision for creating value and put in place innovative processes to create value. You could manage innovation processes that respond to emerging needs and make the most of opportunities as they become available.\nAlso surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable.",
          "8": "Well done, keep up the good work, you are a visionary. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["ideas_and_opportunities"],
      "tick_icon_limit": 7
    },
    "valuing_ideas": {
      "title": {
        "es": "Valorando ideas",
        "en": "Valuing ideas"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "Bueno, no te preocupes, ¡no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda encontrar ejemplos de ideas que tengan valor para usted y para los demás. Podría tratar de aclarar que las ideas de otras personas se pueden usar y actuar sobre las que respeta sus derechos.",
          "1": "¡A por ello! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora, para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, intentar mostrar cómo diferentes grupos, como empresas e instituciones, crear valor en su comunidad y sus alrededores. Trate de explicar que las ideas se pueden compartir y distribuir en beneficio de todos o pueden ser protegidos por ciertos derechos, por ejemplo, derechos de autor o patentes.",
          "2": "¡Genial! Creo que sabes algo sobre valorar ideas. Si cree que está listo para mudarse a otro nivel, podría, por su cuenta y junto con sus compañeros, trabajar para comprender la diferencia entre el valor social, cultural y económico. También puede tratar de notar la diferencia entre los tipos de licencias que se pueden usar para compartir ideas y proteger los derechos.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, haga un cierto esfuerzo para decidir en qué tipo de valor desea actuar y luego elegir la vía más apropiada para hacerlo. En este nivel, puede elegir la licencia más apropiada con el fin de compartir y proteger el valor creado por sus ideas.",
          "4": "¡Felicidades! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que lo alcance, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien debe aprender a reconocer las muchas formas de valor que podrían crearse a través de Emprendimiento, como el valor social, cultural o económico. Al trabajar en ello, puede notar la diferencia entre marcas comerciales, derechos de diseño registrados, patentes, indicaciones geográficas, secretos comerciales, acuerdos de confidencialidad y licencias de derechos de autor, incluidas licencias abiertas de dominios públicos como los comunes creativos.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, asumiendo la responsabilidad de tomar decisiones y trabajar con otros, debe desglosar una cadena de valor en sus diferentes partes e identificar cómo se agrega el valor en cada parte. Al crear ideas con otros, puede describir un acuerdo de difusión y explotación que beneficie a todos los socios involucrados.",
          "6": "¡Estás muy avanzado! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a desarrollar estrategias para aprovechar al máximo las oportunidades para crear valor en su organización o empresa. Debe desarrollar una estrategia personalizada sobre los derechos de propiedad intelectual que se ocupe de los requisitos geográficos. Rodéate de las personas necesarias para esto y no tengas prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tienes mucho trabajo realizado y todo se puede lograr.",
          "7": "Estás a un paso de la excelencia. Que mas puedes hacer? Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es establecer el valor de una nueva idea desde las perspectivas de diferentes partes interesadas. Además, puede desarrollar una estrategia sobre los derechos de propiedad intelectual que se adapte a la edad de su cartera.",
          "8": "Bien hecho, sigan con el buen trabajo, usted es un experto en valorar ideas. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Well, don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can find examples of ideas that have value for yourself and others. You could try to clarify that other people’s ideas can be used and acted on, while respecting their rights.",
          "1": "Go for it! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, attempt to show how different groups, such as firms and institutions, create value in your community and surroundings. Try to explain that ideas can be shared and circulated for the benefit of every- one or can be protected by certain rights, for example, copyrights or patents.",
          "2": "That’s great! I think you know something about valuing ideas. If you think you are ready to move to another level, you could, on your own and together with peers, work on understanding the difference between social, cultural and economic value. You could also try to tell the difference between types of licences that can be used to share ideas and protect rights.",
          "3": "You are on the right track!! If you want to improve your skills, make a certain effort to decide which type of value you want to act on and then choose the most appropriate pathway to do so. At this level, you could choose the most appropriate licence for the purpose of sharing and protecting the value created by your ideas.",
          "4": "Congratulations! You are halfway to excellence, if you want to keep learning until you reach it you could do the following: find a subject matter expert who can guide you, together with whom you should learn to recognise the many forms of value that could be created through entrepreneurship, such as social, cultural or economic value. Working on it, you could tell the difference between trademarks, registered design rights, patents, geographical indications, trade secrets, confidentiality agreements and copyright licences, including open, public-domain licences such as creative commons.",
          "5": "Neat! You are already well versed in the subject, if you want to be a pro, taking responsibility for making decisions and working with others, you should break down a value chain into its different parts and identify how value is added in each part. When creating ideas with others, you could outline a dissemination and exploitation agreement that benefits all partners involved.",
          "6": "You are very advanced! If you want to become an expert, we recommend that you select a specific field of your liking and take responsibility for contributing to develop strategies to effectively make the most of opportunities to create value in your organisation or venture. You should develop a tailored strategy on intellectual property rights that deals with geographic requirements. Surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable.",
          "7": "You are one step away from excellence. What more can you do? Our recommendation for you to continue to practise, contribute and leverage your knowledge is to  state the value of a new idea from different stakeholders' perspectives. In addition you could develop a strategy on intellectual property rights that is tailored to the age of your portfolio.",
          "8": "Well done, keep up the good work, you are an expert in valuing ideas. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["ideas_and_opportunities"],
      "tick_icon_limit": 7
    },
    "ethical_and_sustainable_thinking": {
      "title": {
        "es": "Pensamiento ético y sostenible",
        "en": "Ethical and sustainable thinking"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "¿Estás seguro de que no tienes ningún conocimiento sobre el tema? ¡No te preocupes, no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda reconocer comportamientos que muestren integridad, honestidad, responsabilidad, coraje y compromiso. Sería una idea muy sabia enumerar ejemplos de comportamiento ecológico que beneficia a una comunidad. Trate de encontrar y enumerar ejemplos de cambios causados ​​por la acción humana en contextos sociales, culturales, ambientales o económicos. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡Bien hecho! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora, para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, intentar describir en sus propias palabras la importancia de la integridad y los valores éticos, y reconocer ejemplos de comportamiento ecológico por parte de las empresas que crean valor para la sociedad en su conjunto. Eche un vistazo a la diferencia entre el impacto de una actividad de creación de valor en la comunidad objetivo y el impacto más amplio en la sociedad. ¡Sigue así, estás en el camino correcto!",
          "2": "¡Va bien! Para continuar, por su cuenta y junto con sus compañeros, puede aplicar el pensamiento ético al consumo y los procesos de producción. Puede identificar prácticas que no son sostenibles y sus implicaciones para el medio ambiente. Además, podría identificar el impacto que tendrá las oportunidades en usted y su equipo, en el grupo objetivo y en la comunidad circundante. Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, asumir y compartir algunas responsabilidades, piense si está impulsado por la honestidad y la integridad al tomar decisiones. Producir una declaración de problema clara cuando se enfrenta a prácticas que no son sostenibles. Trate de identificar a las partes interesadas afectadas por el cambio provocado por su actividad de creación de valor (o de su equipo), incluidas las partes interesadas que no pueden hablar (por ejemplo, generaciones futuras, clima o naturaleza). Debe notar la diferencia entre contabilizar el uso de recursos y contabilizar el impacto de su actividad de creación de valor en las partes interesadas y el medio ambiente.",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que pueda alcanzarlo, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien pueda argumentar que las ideas para crear valor deben ser respaldadas por la ética y los valores. relacionado con el género, la igualdad, la equidad, la justicia social y la sostenibilidad ambiental. También puede discutir el impacto que tiene una organización en el medio ambiente (y viceversa). Además, analice las implicaciones de su actividad de creación de valor dentro de los límites del sistema en el que está trabajando. Trate de notar la diferencia entre entrada, salida, acomodaciones e impacto.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para hacer un esfuerzo para asumir la responsabilidad de promover el comportamiento ético en su Área de influencia (por ejemplo, al promover el equilibrio de género que destaca las desigualdades y cualquier falta de integridad). Discuta la relación entre la sociedad y los desarrollos técnicos, relacionados con sus implicaciones para el medio ambiente. Defina el propósito de la evaluación de impacto, el monitoreo del impacto y la evaluación del impacto. Discuta una gama de métodos de responsabilidad para la responsabilidad funcionales y estratégicas.",
          "6": "¡Grado A! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a asegurarse de que el comportamiento ético sea respetado y promovido en su área de influencia. Puede intentar elegir métodos adecuados para analizar el impacto ambiental en función de sus ventajas y desventajas. Intente elegir \"indicadores de medición\" para monitorear y evaluar el impacto de su actividad de creación de valor. Además, puede usar los métodos de responsabilidad que lo responsabilizan ante sus partes interesadas internas y externas. Rodéate de las personas necesarias para esto y no tengas prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tienes mucho trabajo realizado y todo se puede lograr.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es tomar medidas contra el comportamiento poco ético. Puede contribuir a las discusiones de autorregulación dentro de su sector de operaciones. Además, puede llevar a cabo la evaluación de impacto, el monitoreo de impacto y la evaluación del impacto en su actividad de creación de valor. Debe tratar de diseñar formas de responsabilizar a todos sus partes interesadas.",
          "8": "Bien hecho, sigan con el buen trabajo, usted es un experto en pensamiento ético y sostenible. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Are you sure you don't have any knowledge on the subject? Don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you could recognise behaviours that show integrity, honesty, responsibility, courage and commitment. It would be a very wise idea to list examples of environmentally friendly behaviour that benefits a community. Try to find and list examples of changes caused by human action in social, cultural, environmental or economic contexts. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Well done! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, attempt to describe in your own words the importance of integrity and ethical values, and recognise examples of environmentally friendly behaviour by companies that creates value for society as a whole. Have a look at the difference between the impact of a value-creating activity on the target community and the broader impact on society. Keep it up, you are on the right track!!",
          "2": "Going well! To continue, on your own and together with peers, you could apply ethical thinking to consumption and production processes. You could identify practices that are not sustainable and their implications for the environment. What’s more you could identify the impact that taking up opportunities will have on you and your team, on the target group and on the surrounding community. Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest.",
          "3": "You are on the right track!! If you want to improve your skills, taking and sharing some responsibilities, think if you are driven by honesty and integrity when making decisions. Produce a clear problem statement when faced with practices that are not sustainable. Try to identify stakeholders who are affected by the change brought about by your (or your team's) value-creating activity, including stakeholders who cannot speak up (for example, future generations, climate or nature). You should tell the difference between accounting for use of resources and accounting for the impact of your value-creating activity on stakeholders and the environment.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following:  find a subject matter expert who can guide you, together with whom you could argue that ideas for creating value should be supported by ethics and values relating to gender, equality, fairness, social justice and environmental sustainability. You could also discuss the impact an organisation has on the environment (and vice versa). What’s more, analyse the implications of your value-creating activity within the boundaries of the system you are working in. Try to tell the difference between input, output, out-comes and impact.",
          "5": "Neat! You are already well versed in the subject, if you want to be a practitioner, you could start working with others, but as the decision-maker, use your understanding of the context to make an effort to take responsibility for promoting ethical behaviour in your area of influence, (for example, by promoting gender balance highlighting inequalities and any lack of integrity). Discuss the relationship between society and technical developments, relating to their implications for the environment. Define the purpose of the impact assessment, impact monitoring, and evaluation of impact. Discuss a range of accountability methods for both functional and strategic accountability.",
          "6": "Grade A! If you want to become an expert, we recommend that you select a specific field of your liking and take responsibility for contributing to make sure that ethical behaviour is respected and promoted in your area of influence. You could try to choose adequate methods for analysing environmental impact based on their advantages and disadvantages. Try to choose ‘measure indicators’ to monitor and assess the impact of your value-creating activity. Besides, you could use the accountability methods that hold you responsible to your internal and external stakeholders. Surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to take action against unethical behaviour. You could contribute to self-regulation discussions within your sector of operations. In addition you could carry out impact assessment, impact monitoring and impact evaluation on your value-creating activity. You should try to design ways to be accountable to all your stakeholders.",
          "8": "Well done, keep up the good work, you are an expert in ethical and sustainable thinking. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["ideas_and_opportunities"],
      "tick_icon_limit": 7
    },
    "self_awareness_and_self_efficacy": {
      "title": {
        "es": "Autoconciencia y autoeficacia",
        "en": "Self-awareness and self-efficacy"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "¿Estás seguro de que no tienes ningún conocimiento sobre el tema? ¡No te preocupes, no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda identificar sus necesidades, deseos, intereses y objetivos. Identifique las cosas en las que eres bueno y las cosas en las que no eres bueno. Cree en tu capacidad para hacer lo que te piden con éxito. Enumere diferentes tipos de trabajos y sus funciones clave. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡A por ello! Si está en este nivel, significa que ya ha dado un primer paso, intente seguir este consejo: en la medida de lo posible con una ayuda externa mínima, trate de describir sus necesidades, deseos, intereses y objetivos. Identifique las cosas en las que eres bueno y las cosas en las que no eres bueno. Cree en tu capacidad para lograr lo que pretendes. Debe describir qué cualidades y habilidades son necesarias para diferentes trabajos y cuál de estas cualidades y habilidades tiene.",
          "2": "¡Va bien! Por su cuenta y junto con sus compañeros, comprométase a satisfacer sus necesidades, deseos, intereses y objetivos. Trate de juzgar sus fortalezas y debilidades y las de los demás en relación con las oportunidades para crear valor. Juzgue el control que tiene sobre sus logros (en comparación con cualquier control de influencias externas). Describa sus habilidades y competencias relacionadas con las opciones de carrera, incluido el trabajo por cuenta propia.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, asumir y compartir algunas responsabilidades, puede reflexionar sobre sus necesidades, deseos, intereses y aspiraciones individuales y grupales en relación con las oportunidades y las perspectivas futuras. Trate de ser impulsado por el deseo de usar sus fortalezas y habilidades para aprovechar al máximo las oportunidades para crear valor. Cree que puedes influir en las personas y las situaciones para mejor. Use sus habilidades y competencias para cambiar su carrera profesional, como resultado de nuevas oportunidades o por necesidad. Lo que es importante, tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés.",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que lo alcance, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien debe traducir sus necesidades, deseos, intereses y aspiraciones en objetivos que ayuden los alcanzas. Trate de asociarse con otros para compensar sus debilidades y agregar a sus fortalezas. Cree en su capacidad para llevar a cabo lo que ha imaginado y planeado, a pesar de los obstáculos, los recursos limitados y la resistencia de los demás. Debe discutir cómo una comprensión y evaluación realistas de sus actitudes, habilidades y conocimientos personales pueden influir en su toma de decisiones, las relaciones con otras personas y la calidad de vida.",
          "5": "¡Limpio! Si desea ser un profesional, asume la responsabilidad de tomar decisiones y trabajar con otros, ayudar a otros a reflexionar sobre sus necesidades, deseos, intereses y aspiraciones y cómo pueden convertirlos en objetivos. Además, trate de ayudar a otros a identificar sus fortalezas y debilidades. Cree en su capacidad para comprender y sacar el bien de las experiencias que otros pueden etiquetar como fracasos. Elija oportunidades de desarrollo profesional con su equipo y organización en función de una comprensión clara de sus fortalezas y debilidades.",
          "6": "¡Grado A! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir al intento de diseñar estrategias de desarrollo profesional para su equipo y organización basada en una clara subvención de sus fortalezas y debilidades, en relación con las oportunidades actuales y futuras para crear valor.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche sus conocimientos es diseñar estrategias para superar sus debilidades (o de su equipo u organización) y desarrollar sus fortalezas para anticipar las necesidades futuras.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en autoconciencia y autoeficacia. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Are you sure you don't have any knowledge on the subject? Don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you could identify your needs, wants, interests and goals. Identify things you are good at and things you are not good at. Believe in your ability to do what you are asked successfully. List different types of jobs and your key functions. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Go for it! If you are at this level it means that you have already taken a first step , try to follow this advice: as far as possible with minimal external help, try to describe your needs, wants, interests and goals. Identify things you are good at and things you are not good at. Believe in your ability to achieve what you intend to. You should describe which qualities and abilities are needed for different jobs, and which of these qualities and abilities you have.",
          "2": "Going well! On your own and together with peers, commit to fulfilling your needs, wants, interests and goals. Try to judge your strengths and weaknesses and those of others in relation to opportunities for creating value. Judge the control you have over your achievements (compared with any control from outside influences). Describe your skills and competences relating to career options, including self-employment.",
          "3": "You are on the right track!! If you want to improve your skills, taking and sharing some responsibilities, you could reflect on your individual and group needs, wants, interests and aspirations in relation to opportunities and future prospects. Try to be driven by the desire to use your strengths and abilities to make the most of opportunities to create value. Believe that you can influence people and situations for the better. Use your skills and competences to change your career path, as a result of new opportunities or from necessity. What’s important, keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following:  find a subject matter expert who can guide you, together with whom you should translate your needs, wants, interests and aspirations into goals that help you reach them. Try to team up with others to compensate for your weaknesses and add to your strengths. Believe in your ability to carry out what you have imagined and planned, despite obstacles, limited resources and resistance from others. You should discuss how a realistic understanding and evaluation of your personal attitudes, skills and knowledge can influence your decision-making, relationships with other people and quality of life.",
          "5": "Neat! If you want to be a pro, take responsibility for making decisions and working with others, help others to reflect on their needs, wants, interests and aspirations and how they can turn these into goals. Also, try to help others identify their strengths and weaknesses. Believe in your ability to understand and take the good out of experiences that others may label as failures. Choose professional development opportunities with your team and organisation based on a clear understanding of your strengths and weaknesses.",
          "6": "Grade A! If you want to become an expert, we recommend that you select a specific field of your liking and take responsibility for contributing to the attempt to design professional development strategies for your team and organisation based on a clear under- standing your strengths and weaknesses, in relation to both current and future opportunities to create value.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to design strategies to overcome your (or your team’s or organisation’s) weaknesses and to develop your strengths in anticipating future needs.",
          "8": "Well done!! Keep up the good work, you are an expert in self-awareness and self-efficacy. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["resources"],
      "tick_icon_limit": 7
    },
    "motivation_and_perseverence": {
      "title": {
        "es": "Motivación y perseverencia",
        "en": "Motivation and perseverance"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "Bueno, no te preocupes, ¡no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda intentar hacer o contribuir a algo que sea bueno para usted o para los demás. Podrías ver las tareas como desafíos para hacer tu mejor esfuerzo. Podrías mostrar pasión y disposición para lograr tus objetivos. No debe rendirse y seguir adelante incluso cuando enfrenta dificultades. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡Bien hecho! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de estar motivado por la idea de crear valor para usted y para los demás. Podrías estar motivado por los desafíos. Podrías reconocer diferentes formas de motivarte a ti mismo y a los demás para crear valor. Debe ser determinado y perseverar cuando intente alcanzar sus objetivos (o de su equipo). No podría tener miedo de trabajar duro para lograr sus objetivos. ¡Sigue así, estás en el camino correcto!",
          "2": "¡Va bien! Por su cuenta y junto con sus compañeros, podría trabajar para anticipar la sensación de lograr sus objetivos y dejar que esto lo motive. Podrías establecer desafíos para motivarte. Puede reflexionar sobre los incentivos sociales asociados con tener un sentido de iniciativa y crear valor para usted y para los demás. Podría trabajar para superar circunstancias adversas simples. Además, podría retrasar sus objetivos para obtener un mayor valor, gracias al esfuerzo prolongado.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, establezca un grupo de usuarios y necesidades que desee abordar. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, podría regular su propio comportamiento para mantenerse impulsado y lograr los beneficios de convertir las ideas en acción. Debe estar dispuesto a poner el esfuerzo y usar recursos para superar los desafíos y lograr sus objetivos (o de su equipo). Puede trabajar para contar la diferencia entre factores personales y externos que lo motivan a usted u otros al crear valor. Además, deberías poder juzgar cuando no vale la pena continuar con una idea. Podría trabajar para mantener el esfuerzo y el interés, a pesar de los contratiempos.",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que lo alcance, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien debe impulsar su esfuerzo utilizando su deseo de rendimiento y creencia en su capacidad de lograr. Puede usar estrategias para mantenerse motivadas (por ejemplo, establecer metas, monitorear el rendimiento y evaluar su progreso). Además, puede perseverar ante las adversidades al tratar de alcanzar sus objetivos. Puede celebrar los logros a corto plazo para mantenerse motivado. Recuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "5": "¡¡Limpio!! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para entrenar a otros para mantenerse motivados, alentándolos a comprometerse con lo que Quieren lograr. Puede usar estrategias para mantener a su equipo motivado y enfocado en crear valor. Puede idear estrategias para superar las circunstancias adversas estándar. Además, podría inspirar a otros a trabajar duro en sus objetivos mostrando pasión y un fuerte sentido de propiedad.",
          "6": "¡Grado A! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a su complejo desarrollo. Trate de crear el clima adecuado para motivar a su equipo (por ejemplo, celebrando los éxitos, aprendiendo de los fracasos y alentando formas innovadoras de abordar los problemas). Podría diseñar formas efectivas de atraer personas talentosas y mantenerlas motivadas. Puede hacer frente a un cambio inesperado, contratiempos y fallas (por ejemplo, pérdida de empleo). Puede mantenerse enfocado en su visión y objetivos, a pesar de los desafíos. Rodéate de las personas necesarias para esto y no tengas prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tienes mucho trabajo realizado y todo se puede lograr.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para continuar practicando, contribuyendo y aprovechando su conocimiento es considerar todos los resultados como soluciones temporales apropiadas para su tiempo y contexto, por lo que estar motivado para asegurarse de que se desarrollen en un ciclo continuo de mejora e innovación. Puede recompensar la iniciativa, el esfuerzo y el logro adecuadamente dentro de su equipo y organización. Debe asegurarse de que su equipo u organización se mantenga positiva al tomar decisiones difíciles y lidiar con el fracaso.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en motivación y perseverancia. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Well, don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you could try to do or contribute to something that is good for you or for others. You could see tasks as challenges to do your best. You could show passion and willingness to achieve your goals. You should not give up and keep going even when facing difficulties. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Well done! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to be motivated by the idea of creating value for yourself and others. You could be motivated by challenges. You could recognise different ways of motivating yourself and others to create value. You should be determined and persevere when trying to achieve your (or your team's) goals. You could not be afraid of working hard to achieve your goals. Keep it up, you are on the right track!!",
          "2": "Going well! On your own and together with peers,  you could work on anticipating the feeling of achieving your goals and let this motivate you. You could set challenges to motivate yourself. You could reflect on the social incentives associated with having a sense of initiative and creating value for yourself and others. You could work on overcoming simple adverse circumstances. Besides, you could delay achieving your goals in order to gain greater value, thanks to prolonged effort.",
          "3": "You are on the right track!! If you want to improve your skills, establish a group of users and needs that you want to address. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could regulate your own behaviour to stay driven and achieve the benefits of turning ideas into action. You should be willing to put effort in and use resources to overcome challenges and achieve your (or your team's) goals. You could work on telling the difference between personal and external factors that motivate you or others when creating value. What’s more you should be able to judge when it is not worth continuing with an idea. You could work on maintaining effort and interest, despite setbacks.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following:  find a subject matter expert who can guide you, together with whom you should drive your effort by using your desire for achievement and belief in your ability to achieve. You could use strategies to stay motivated (for example, set goals, monitor performance and evaluate your progress). In addition you could persevere in the face of adversities when trying to achieve your goals. You could celebrate short-term achievements, in order to stay motivated. Remember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "5": "Neat!! You are already well versed in the subject, if you want to be a practitioner, you could start working with others, but as the decision-maker, use your understanding of the context to coach others to stay motivated, encouraging them to commit to what they want to achieve. You could use strategies to keep your team motivated and focused on creating value. You could devise strategies to overcome standard adverse circumstances. What’s more you could inspire others to work hard on their goals by showing passion and a strong sense of ownership.",
          "6": "Grade A! If you want to become an expert, we recommend you to select a specific field of your liking and take responsibility for contributing to its complex development. Try to create the right climate to motivate your team (for example, by celebrating successes, by learning from failures and by encouraging innovative ways to tackle problems). You could design effective ways to attract talented people and keep them motivated. You could cope with unexpected change, setbacks and failures (for example, job loss). You could stay focused on your vision and goals, despite challenges. Surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to consider all outcomes as temporary solutions appropriate to their time and context, and so be motivated to make sure they develop in a continuous cycle of improvement and innovation. You could reward initiative, effort, and achievement appropriately within your team and organisation. You should make sure that your team or organisation stays positive when making difficult decisions and dealing with failure.",
          "8": "Well done!! Keep up the good work, you are an expert in motivation and perseverance. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["most_relevant", "resources"],
      "tick_icon_limit": 7
    },
    "mobilising_resources": {
      "title": {
        "es": "Movilizar recursos",
        "en": "Mobilising resources"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "Bueno, no te preocupes, ¡no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda comenzar a trabajar para reconocer que los recursos no son ilimitados. Debe valorar sus posesiones y usarlas de manera responsable. Además, puede trabajar para reconocer diferentes usos para su tiempo (por ejemplo, estudiar, jugar, descansar). Puede buscar ayuda cuando tenga dificultades para lograr lo que ha decidido hacer. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡A por ello! Trate de seguir este consejo: con un apoyo reducido de otros, puede trabajar para apreciar la importancia de compartir recursos con otros. Podría describir cómo los recursos duran más a través de la reutilización, la reparación y el reciclaje. Puede trabajar para valorar su tiempo como un recurso escaso. Además, podría identificar fuentes de ayuda para su actividad de creación de valor (por ejemplo, maestros, compañeros, mentores).",
          "2": "¡Va bien! Por su cuenta y junto con sus compañeros, puede experimentar con diferentes combinaciones de recursos para convertir sus ideas en acción. Puede discutir los principios de la economía circular y la eficiencia de los recursos. Puede discutir la necesidad de invertir tiempo en diferentes actividades de creación de valor. Además, podría describir los conceptos de la división del trabajo y la especialización de empleo.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, asumir y compartir algunas responsabilidades, podría trabajar para obtener y administrar los recursos necesarios para convertir su idea en acción. Debe utilizar recursos de manera responsable y eficiente (por ejemplo, energía, materiales en la cadena de suministro o proceso de fabricación, espacios públicos). Puede trabajar en el uso de su tiempo de manera efectiva para lograr sus objetivos. Además, puede encontrar y enumerar servicios públicos y privados para respaldar su actividad de creación de valor (por ejemplo, incubadora, asesores de empresas sociales, cámaras de inicio, Cámara de Comercio).",
          "4": "¡Brillante! Si desea obtener más información, con alguna orientación y junto con otras, podría desarrollar un plan para tratar con recursos limitados al configurar su actividad de creación de valor. Debe tener en cuenta el costo no material de usar recursos al tomar decisiones sobre sus actividades de creación de valor. Puede trabajar en la administración de su tiempo de manera efectiva, utilizando técnicas y herramientas que lo ayuden a que usted (o su equipo) sea productivo. Puede encontrar soluciones digitales (por ejemplo, gratuitas, pagadas o de código abierto) que pueden ayudarlo a administrar sus actividades de creación de valor de manera eficiente.",
          "5": "¡Limpio! Si desea ser un profesional, asumir la responsabilidad de tomar decisiones y trabajar con otros, podría reunir los recursos necesarios para desarrollar su actividad de creación de valor. Puede elegir y establecer procedimientos efectivos de gestión de recursos (por ejemplo, análisis del ciclo de vida, residuos sólidos). Podrías ayudar a otros a administrar su tiempo de manera efectiva. Además, puede encontrar apoyo para ayudarlo a aprovechar la oportunidad de crear valor (por ejemplo, servicios de asesor o consultoría, soporte de pares o mentores).",
          "6": "¡Grado A! Continúa si quieres convertirte en un experto. Asumiendo la responsabilidad de contribuir al desarrollo complejo en un campo específico, puede asignar suficientes recursos a cada paso de su plan de acción (o de su equipo) y de la actividad de creación de valor (por ejemplo, tiempo, finanzas y habilidades, conocimiento de su equipo, conocimiento y experiencia). Puede identificar las oportunidades que utilizan recursos de manera eficiente y la economía circular aporta a su organización. Podría establecer procedimientos efectivos de gestión del tiempo. Además, puede trabajar en delegar tareas de manera efectiva dentro y fuera de su organización para obtener el mayor valor (por ejemplo, subcontratación, asociación, adquisiciones, abastecimiento de multitudes).",
          "7": "Si se está convirtiendo en un experto, intente esto: contribuyendo al desarrollo del campo, puede trabajar para juzgar los recursos clave necesarios para apoyar una idea u oportunidad innovadora para desarrollar un negocio existente, lanzar una nueva empresa o iniciar una empresa social . Puede diseñar y establecer formas innovadoras para reducir el impacto general de su actividad de creación de valor en el medio ambiente, la comunidad y la sociedad, y medir la mejora. Puede desarrollar procedimientos efectivos de gestión del tiempo que satisfagan las necesidades específicas de su actividad de creación de valor. También puede desarrollar una red de proveedores flexibles y receptivos de fuera de la organización que apoye su actividad de creación de valor.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en la movilización de recursos. Es hora de ponerlo en práctica."
        },
        "en": {
          "0": "Well, don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can start working on recognising that resources are not unlimited. You should value your possessions and use them responsibly. Besides, you could work on recognizing different uses for your time (for example, studying, playing, resting). You could look for help when you are having difficulty achieving what you have decided to do. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Go for it! Try to follow this advice: with reduced support from others,  you could work on appreciating the importance of sharing resources with others. You could describe how resources last longer through reuse, repair and recycling. You could work on valuing your time as a scarce resource. What’s more you could identify sources of help for your value-creating activity (for example, teachers, peers, mentors).",
          "2": "Going well! On your own and together with peers,  you could experiment with different combinations of resources to turn your ideas into action. You could discuss the principles of circular economy and resource efficiency. You could discuss the need for investing time in different value-creating activities. In addition you could describe the concepts of division of labour and job specialisation.",
          "3": "You are on the right track!! If you want to improve your skills, taking and sharing some responsibilities, you could work on getting and managing the necessary resources to turn your idea into action. You should use resources responsibly and efficiently (for example, energy, materials in the supply chain or manufacturing process, public spaces). You could work on using your time effectively to achieve your goals. Moreover you could find and list public and private services to support your value-creating activity (for example, incubator, social enterprise advisors, start-up angels, chamber of commerce).",
          "4": "Brilliant! If you want to learn more, with some guidance and together with others,  you could develop a plan for dealing with limited resources when setting up your value-creating activity. You should take into account the non-material cost of using resources when making decisions about your value-creating activities. You could work on managing your time effectively, using techniques and tools that help make you (or your team) productive. You could find digital solutions (for example, free, paid for, or open-source) that can help you manage your value-creating activities efficiently.",
          "5": "Neat! If you want to be a pro, taking responsibility for making decisions and working with others, you could get together the necessary resources to develop your value-creating activity. You could choose and put in place effective resource-management procedures (for example, life cycle analysis, solid waste). You could help others manage their time effectively. Besides, you could find support to help you take advantage of an opportunity to create value (for example, advisor or consultancy services, peer or mentor support).",
          "6": "Grade A! Continue if you want to become an expert. Taking responsibility for contributing to complex development in a specific field, you could allocate enough resources to each step of your (or your team's) action plan and for the value-creating activity (for example, time, finances, and your team’s skills, knowledge and experience). You could identify the opportunities that use resources efficiently and the circular economy brings to your organisation. You could put in place effective time-management procedures. In addition you could work on effectively delegating tasks within and outside your organisation to make the most value (for example, outsourcing, partnering, acquisitions, crowd- sourcing).",
          "7": "If you are becoming an expert, try this: contributing to the development of the field, you could work on judging the key resources needed to support an innovative idea or opportunity to develop an existing business, launch a new venture, or initiate a social enterprise. You could design and put in place innovative ways to lower the overall impact of your value-creating activity on the environment, the community and society, and measure the improvement. You could develop effective time-management procedures that meet the specific needs of your value-creating activity. You could also develop a network of flexible and responsive providers from outside the organisation who support your value-creating activity.",
          "8": "Well done!! Keep up the good work, you are an expert in mobilising resources. It is time to put it into practice."
        }
      },
      "related_section": ["resources"],
      "tick_icon_limit": 7
    },
    "financial_and_economic_literacy": {
      "title": {
        "es": "Alfabetización financiera y económica",
        "en": "Financial and economic literacy"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "Bueno, no te preocupes, ¡no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda recordar la terminología básica y los símbolos relacionados con el dinero. Podrías juzgar para qué usar tu dinero. Además, podría identificar los principales tipos de ingresos para familias, empresas, organizaciones sin fines de lucro y el estado. Y podría describir el propósito de los impuestos. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡A por ello! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de explicar conceptos económicos simples (por ejemplo, oferta y demanda, precio de mercado, comercio). Podría elaborar un presupuesto doméstico simple de manera responsable. Podría describir el papel principal de los bancos en la economía y la sociedad. Además, podría explicar cómo los impuestos financia las actividades de un país y su parte en la proporcionar bienes y servicios públicos. ¡Sigue así, estás en el camino correcto!",
          "2": "¡Va bien! Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés. Entonces, por su cuenta y junto con sus compañeros, puede usar el concepto de costos de oportunidad y la ventaja comparativa para explicar por qué ocurren intercambios entre individuos, regiones y naciones. Puede intentar elaborar un presupuesto para una actividad de creación de valor. Puede trabajar para explicar que las actividades de creación de valor pueden tomar diferentes formas (un negocio, una empresa social, una organización sin fines de lucro, etc.) y podrían tener diferentes estructuras de propiedad (compañía individual, compañía limitada, cooperativa, etc.) . Además, puede estimar las principales obligaciones de contabilidad y impuestos que necesita para cumplir para cumplir con los requisitos fiscales para sus actividades.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, podría leer declaraciones de ingresos y balances. Puede trabajar para juzgar las necesidades de flujo de efectivo de una actividad de creación de valor. Una vez que lo tenga, compártelo con amigos, colegas, maestros compartiendo algunas responsabilidades. Debería poder identificar fuentes públicas y privadas de financiación para su actividad de creación de valor (por ejemplo, premios, financiación multitudina y acciones). Puede estimar las principales obligaciones de contabilidad y impuestos que necesita para cumplir para cumplir con los requisitos fiscales para sus actividades.",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que llegue a él, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien pueda explicar la diferencia entre un balance y una ganancia y- cuenta extraviada. Puede aplicar los conceptos de planificación financiera y pronóstico que necesita para convertir las ideas en acción (por ejemplo, ganancias o no para obtener ganancias). Puede elegir las fuentes de financiación más apropiadas para iniciar o expandir una actividad de creación de valor. Además, podría estimar cómo sus decisiones financieras (inversiones, compra de activos, bienes, etc.) afectan su impuesto. Recuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "5": "¡¡Limpio!! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para crear indicadores financieros (por ejemplo, retorno de la inversión). Puede juzgar las necesidades de flujo de efectivo de un proyecto complejo. Puede solicitar programas de apoyo comercial público o privado, esquemas de financiación, subsidios públicos o llamados de licitación. Puede tomar decisiones financieras basadas en los esquemas de impuestos actuales.",
          "6": "¡Grado A! Si desea convertirse en un experto, rodearse de las personas necesarias para esto y no tener prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tiene mucho trabajo realizado y todo se puede lograr. . Le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a su complejo desarrollo. Intente usar indicadores financieros para evaluar la salud financiera de una actividad de creación de valor. Puede juzgar las necesidades de flujo de efectivo de una organización que maneja muchas actividades de creación de valor que dependen entre sí. Puede recaudar fondos y obtener ingresos de diferentes fuentes, y administrar la diversidad de esas fuentes. Además, podría tomar decisiones financieras basadas en esquemas fiscales de diferentes países y territorios.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es aprender a usar indicadores financieros para comparar la salud financiera de su actividad de creación de valor con la de los competidores. Puede crear un plan para la sostenibilidad financiera y económica a largo plazo de su actividad de creación de valor (o de su equipo). Además, podría juzgar una oportunidad como posible inversor.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en alfabetización financiera y económica. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Well, don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can recall basic terminology and symbols related to money. You could judge what to use your money for. What’s more you could identify the main types of income for families, businesses, non-profit organisations and the state. And you could outline the purpose of taxation. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Go for it! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to explain simple economic concepts (for example, supply and demand, market price, trade). You could draw up a simple household budget in a responsible manner. You could describe the main role of banks in the economy and society. Moreover you could explain how taxation finances the activities of a country and its part in providing public goods and services. Keep it up, you are on the right track!!",
          "2": "Going well! Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest. So on your own and together with peers, you could use the concept of opportunity costs and comparative advantage to explain why exchanges happen between individuals, regions and nations. You could try to draw up a budget for a value-creating activity. You could work on explaining that value-creating activities can take different forms (a business, a social enterprise, a non-profit organisation and so on) and could have different structures of ownership (individual company, limited company, cooperative and so on). Besides you could estimate the main accountancy and tax obligations you need to fulfil to meet the tax requirements for your activities.",
          "3": "You are on the right track!! If you want to improve your skills you could read income statements and balance sheets. You could work on judging the cash-flow needs of a value-creating activity. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities. You should be able to identify public and private sources of funding for your value-creating activity (for example, prizes, crowd- funding, and shares). You could estimate the main accountancy and tax obligations you need to fulfil to meet the tax requirements for your activities.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following: find a subject matter expert who can guide you, together with whom you could explain the difference between a balance sheet and a profit-and-loss account. You could apply the financial planning and forecasting concepts that you need to turn ideas into action (for example, profit or not for profit). You could choose the most appropriate sources of funding to start up or expand a value-creating activity. What’s more you could estimate how your financial decisions (investments, buying assets, goods and so on) affect your tax. Remember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "5": "Neat!! You are already well versed in the subject, if you want to be a pro, you could start working with others, but as the decision-maker, use your understanding of the context to build financial indicators (for example, return on investment). You could judge the cash-flow needs of a complex project. You could apply for public or private business support programmes, financing schemes, public subsidies or calls for tender. You could make financial decisions based on current taxation schemes.",
          "6": "Grade A! If you want to become an expert, surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable. We recommend that you select a specific field of your liking and take responsibility for contributing to its complex development. Try to use financial indicators to assess the financial health of a value-creating activity. You could judge the cash-flow needs of an organisation that handles many value-creating activities that depend on each other. You could raise funds and secure revenue from different sources, and manage the diversity of those sources. In addition you could make financial decisions based on taxation schemes of different countries and territories.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to learn to use financial indicators to compare the financial health of your value-creating activity with that of competitors. You could create a plan for the financial and economic long-term sustainability of your (or your team's) value-creating activity. What’s more you could judge an opportunity as a possible investor.",
          "8": "Well done!! Keep up the good work, you are an expert in financial and economic literacy. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["resources"],
      "tick_icon_limit": 7
    },
    "mobilising_others": {
      "title": {
        "es": "Movilizar a otros",
        "en": "Mobilising others"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "¿Estás seguro de que no tienes ningún conocimiento sobre el tema? ¡Sigue adelante! ¡No te preocupes y no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda comenzar a recordar la terminología y los símbolos básicos relacionados con el dinero. Podrías juzgar para qué usar tu dinero. Puede identificar los principales tipos de ingresos para familias, empresas, organizaciones sin fines de lucro y el estado. Podrías describir el propósito de los impuestos.",
          "1": "¡Bien hecho! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de explicar conceptos económicos simples (por ejemplo, oferta y demanda, precio de mercado, comercio). Podría elaborar un presupuesto doméstico simple de manera responsable. Podría describir el papel principal de los bancos en la economía y la sociedad. Puede explicar cómo los impuestos financia las actividades de un país y su parte en la proporcionar bienes y servicios públicos. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "2": "¡Va bien! Por su cuenta y junto con sus compañeros, puede usar el concepto de costos de oportunidad y la ventaja comparativa para explicar por qué ocurren intercambios entre individuos, regiones y naciones. Podrías elaborar un presupuesto para una actividad de creación de valor. Puede explicar que las actividades de creación de valor pueden tomar diferentes formas (un negocio, una empresa social, una organización sin fines de lucro, etc.) y pueden tener diferentes estructuras de propiedad (compañía individual, compañía limitada, cooperativo, etc.) . Puede estimar las principales obligaciones de contabilidad y impuestos que necesita para cumplir para cumplir con los requisitos fiscales para sus actividades. ¡Sigue así, estás en el camino correcto!",
          "3": "¡Estás en el camino correcto! Si desea mejorar sus habilidades, establezca un grupo de usuarios y necesidades que desee abordar. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, podría leer declaraciones de ingresos y balances. Podría juzgar las necesidades de flujo de efectivo de una actividad de creación de valor. Puede identificar fuentes públicas y privadas de fondos para su actividad de creación de valor (por ejemplo, premios, financiación de multitudes y acciones). Puede estimar las principales obligaciones de contabilidad y impuestos que necesita para cumplir para cumplir con los requisitos fiscales para sus actividades. Recuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que llegue a él, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien pueda explicar la diferencia entre un balance y una ganancia y- cuenta extraviada. Puede aplicar los conceptos de planificación financiera y pronóstico que necesita para convertir las ideas en acción (por ejemplo, ganancias o no para obtener ganancias). Puede elegir las fuentes de financiación más apropiadas para iniciar o expandir una actividad de creación de valor. Puede estimar cómo sus decisiones financieras (inversiones, compra de activos, bienes, etc.) afectan su impuesto.",
          "5": "¡Limpio! Si desea ser un profesional, puede comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para crear indicadores financieros (por ejemplo, retorno de la inversión). Puede juzgar las necesidades de flujo de efectivo de un proyecto complejo. Puede solicitar programas de apoyo comercial público o privado, esquemas de financiación, subsidios públicos o llamados de licitación. Puede tomar decisiones financieras basadas en los esquemas de impuestos actuales.",
          "6": "¡Grado A! Continúe si desea convertirse en un experto, rodearse de las personas necesarias para esto y no tenga prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tiene mucho trabajo y todo es realizable. Le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a su complejo desarrollo. Puede usar indicadores financieros para evaluar la salud financiera de una actividad de creación de valor. Puede juzgar las necesidades de flujo de efectivo de una organización que maneja muchas actividades de creación de valor que dependen entre sí. Puede recaudar fondos y obtener ingresos de diferentes fuentes, y administrar la diversidad de esas fuentes. Puede tomar decisiones financieras basadas en esquemas fiscales de diferentes países y territorios.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es utilizar indicadores financieros para comparar la salud financiera de su actividad de creación de valor con la de los competidores. Puede crear un plan para la sostenibilidad financiera y económica a largo plazo de su actividad de creación de valor (o de su equipo). Podría juzgar una oportunidad como posible inversor.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en la movilización de otros. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Are you sure you don't have any knowledge on the subject? Keep going! Don’t worry and don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can start recalling basic terminology and symbols related to money. You could judge what to use your money for. You could identify the main types of income for families, businesses, non-profit organisations and the state. You could outline the purpose of taxation.",
          "1": "Well done! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to explain simple economic concepts (for example, supply and demand, market price, trade). You could draw up a simple household budget in a responsible manner. You could describe the main role of banks in the economy and society. You could explain how taxation finances the activities of a country and its part in providing public goods and services. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "2": "Going well! On your own and together with peers, You could use the concept of opportunity costs and comparative advantage to explain why exchanges happen between individuals, regions and nations. You could draw up a budget for a value- creating activity. You could explain that value- creating activities can take different forms (a business, a social enterprise, a non- profit organisation and so on) and can have different structures of ownership (individual company, limited company, co- operative and so on). You could estimate the main accountancy and tax obligations you need to fulfil to meet the tax requirements for your activities. Keep it up, you are on the right track!!",
          "3": "You are on the right track! If you want to improve your skills, establish a group of users and needs that you want to address. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could read income statements and balance sheets. You could judge the cash-flow needs of a value-creating activity. You could identify public and private sources of funding for your value-creating activity (for example, prizes, crowd- funding, and shares). You could estimate the main accountancy and tax obligations you need to fulfil to meet the tax requirements for your activities. Remember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following: Find a subject matter expert who can guide you, together with whom you could explain the difference between a balance sheet and a profit-and-loss account. You could apply the financial planning and forecasting concepts that you need to turn ideas into action (for example, profit or not for profit). You could choose the most appropriate sources of funding to start up or expand a value- creating activity. You could estimate how your financial decisions (investments, buying assets, goods and so on) affect your tax.",
          "5": "Neat! If you want to be a pro, you could start working with others, but as the decision-maker, use your understanding of the context to build financial indicators (for example, return on investment). You could judge the cash-flow needs of a complex project. You could apply for public or private business support programmes, financing schemes, public subsidies or calls for tender. You could make financial decisions based on current taxation schemes.",
          "6": "Grade A! Continue if you want to become an expert, surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable. We recommend that you select a specific field of your liking and take responsibility for contributing to its complex development. You could use financial indicators to assess the financial health of a value-creating activity. You could judge the cash-flow needs of an organisation that handles many value- creating activities that depend on each other. You could raise funds and secure revenue from different sources, and manage the diversity of those sources. You could make financial decisions based on taxation schemes of different countries and territories.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to use financial indicators to compare the financial health of your value-creating activity with that of competitors. You could create a plan for the financial and economic long-term sustainability of your (or your team's) value-creating activity. You could judge an opportunity as a possible investor.",
          "8": "Well done!! Keep up the good work, you are an expert in mobilising others. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["resources"],
      "tick_icon_limit": 7
    },
    "taking_the_initiative": {
      "title": {
        "es": "Tomando la iniciativa",
        "en": "Taking the initiative"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "¡Sigue adelante! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda comenzar a llevar a cabo las tareas que recibe de manera responsable. Debería poder mostrar cierta independencia en la realización de tareas que le dan. Podrías probar problemas que afectan tu entorno. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡Sigue así, estás en el camino correcto! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora, para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de trabajar para sentirse cómodo para asumir la responsabilidad en actividades compartidas. Puede trabajar de forma independiente en actividades simples de creación de valor. Debe mostrar una iniciativa para tratar problemas que afectan a su comunidad.",
          "2": "¡Va bien! Por su cuenta y junto con sus compañeros, puede asumir la responsabilidad individual y grupal para llevar a cabo tareas simples en actividades de creación de valor. Puede iniciar actividades de creación de valor simple. Puede enfrentar activamente desafíos, resolver problemas y aprovechar las oportunidades para crear valor.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, establezca un grupo de usuarios y necesidades que desee abordar. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, podría asumir de manera proactiva la responsabilidad individual y grupal en actividades de creación de valor. Debe estar impulsado por la posibilidad de poder iniciar actividades de creación de valor de forma independiente. Debería poder enfrentar activamente desafíos, resolver problemas y aprovechar las oportunidades para crear valor.",
          "4": "¡Brillante! Estás a medio camino de la excelencia. Si desea obtener más información, encuentre un experto en la materia que pueda guiarlo, junto con quien pueda aprender a delegar la responsabilidad adecuadamente. Puede iniciar actividades de creación de valor solo y con otras. Puede tomar medidas sobre nuevas ideas y oportunidades, lo que agregará valor a una empresa nueva o existente de creación de valor. Recuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para alentar a otros a asumir la responsabilidad en actividades de creación de valor. Podrías ayudar a otros a trabajar de forma independiente. Debería poder valorar a otros que tomen la iniciativa para resolver problemas y crear valor.",
          "6": "¡Grado A! Continúa si quieres convertirte en un experto. Rodéate de las personas necesarias para esto y no tengas prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tienes mucho trabajo realizado y todo se puede lograr. Puede alabar la iniciativa tomada por otros y recompensarla adecuadamente dentro de su equipo y organización. Podría alentar a otros a tomar la iniciativa para resolver problemas y crear valor en su equipo y organización.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es asumir la responsabilidad de aprovechar nuevas oportunidades y al enfrentar desafíos sin precedentes en las actividades de creación de valor.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en tomar la iniciativa. Es hora de ponerlo en práctica y contribuir a la sociedad con sus habilidades."
        },
        "en": {
          "0": "Keep going! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can start carrying out the tasks you are given responsibly. You should be able to show some independence in carrying out tasks you are given. You could have a go at solving problems that affect your surroundings. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Keep it up, you are on the right track!! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to work on being comfortable in taking responsibility in shared activities. You could work independently in simple value-creating activities. You should show initiative in dealing with problems that affect your community.",
          "2": "Going well! On your own and together with peers, you could take individual and group responsibility to carry out simple tasks in value- creating activities. You could initiate simple value- creating activities. You could actively face challenges, solve problems and seize opportunities to create value.",
          "3": "You are on the right track!! If you want to improve your skills, establish a group of users and needs that you want to address. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could proactively take individual and group responsibility in value-creating activities. You should be driven by the possibility of being able to initiate value-creating activities independently. You should be able to actively face challenges, solve problems and seize opportunities to create value.",
          "4": "Brilliant! You are halfway to excellence. If you want to learn more, find a subject matter expert who can guide you, together with whom you could learn to delegate responsibility appropriately. You could initiate value-creating activities alone and with others. You could take action on new ideas and opportunities, which will add value to a new or existing value-creating venture. Remember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "5": "Neat! You are already well versed in the subject, if you want to be a professional, you could start working with others, but as the decision-maker, use your understanding of the context to encourage others to take responsibility in value-creating activities. You could help others work independently. You should be able to value others taking the initiative in solving problems and creating value.",
          "6": "Grade A! Continue if you want to become an expert. Surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable. You could praise initiative taken by others and reward it appropriately within your team and organisation. You could encourage others to take the initiative in solving problems and creating value within your team and organisation.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to take responsibility in seizing new opportunities and when facing unprecedented challenges in value-creating activities.",
          "8": "Well done!! Keep up the good work, you are an expert in taking the initiative. It is time to put it into practice and contribute to society with your skills."
        }
      },
      "related_section": ["into_action"],
      "tick_icon_limit": 7
    },
    "planning_and_management": {
      "title": {
        "es": "Planificación y gestión",
        "en": "Planning and management"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "¿Estás seguro de que no tienes ningún conocimiento sobre el tema? ¡Sigue adelante! ¡No te preocupes y no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda trabajar para aclarar cuáles son sus objetivos en una actividad simple de creación de valor. Podría llevar a cabo un plan simple para actividades de creación de valor. Podría recordar el orden de los pasos que se necesitaban en una actividad simple de creación de valor en la que participe. Podría reconocer cuánto progreso ha realizado en una tarea. Entonces deberías estar abierto a los cambios. ¡Sigue así, estás en el camino correcto!",
          "1": "¡A por ello! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de identificar objetivos alternativos para crear valor en un contexto simple. Puede trabajar para lidiar con una variedad de tareas simples al mismo tiempo sin sentirse incómodo. Puede identificar los pasos básicos que se necesitan en una actividad de creación de valor. Puede monitorear si una tarea va a planificar. Podrías enfrentar y lidiar con los cambios de manera constructiva. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "2": "¡Va bien! Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés. Entonces, por su cuenta y junto con sus compañeros, puede describir sus objetivos para el futuro en línea con sus fortalezas, ambiciones, intereses y logros. Puede crear un plan de acción que identifique los pasos necesarios para lograr sus objetivos. Puede desarrollar un modelo de negocio para su idea. Puede priorizar los pasos básicos en una actividad de creación de valor. Puede identificar diferentes tipos de datos necesarios para monitorear el progreso de una actividad simple de creación de valor. Puede cambiar sus planes en función de las necesidades de su equipo.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, establezca un grupo de usuarios y necesidades que desee abordar. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, podría establecer de manera proactiva las metas a corto plazo sobre las que podría actuar. Debe permitir la posibilidad de cambios en sus planes. Puede definir los elementos clave que componen el modelo de negocio necesario para entregar el valor que ha identificado. Podrías establecer tus propias prioridades y actuar sobre ellas. Además, podría establecer hitos básicos e indicadores de observación para monitorear el progreso de su actividad de creación de valor. Puede adaptar sus planes para lograr sus objetivos a la luz de los cambios que están fuera de su control.",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que llegue a él, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien pueda definir objetivos a largo plazo que surjan de la visión de su (o Su equipo) Actividad de creación de valor. Puede resumir los conceptos básicos de la gestión de proyectos. Puede desarrollar un plan de negocios basado en el modelo, describiendo cómo lograr el valor identificado. Puede definir las prioridades para cumplir con su visión (o de su equipo). Podría describir diferentes métodos para el rendimiento y el monitoreo de impacto. Podrías adoptar un cambio que brinde nuevas oportunidades para la creación de valor. Recuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para que coincida Objetivos a la visión de su actividad de creación de valor (o de su equipo). Puede aplicar los conceptos básicos de la gestión de proyectos en la gestión de una actividad de creación de valor. Puede organizar sus actividades de creación de valor utilizando métodos de planificación como los planes comerciales y de marketing. Podría mantenerse enfocado en las prioridades establecidas, a pesar de las circunstancias cambiantes. Además, puede definir qué datos se necesitan para monitorear cuán efectivas son sus actividades de creación de valor y una forma apropiada de recopilarlos. Puede anticipar e incluir el cambio a lo largo del proceso de creación de valor.",
          "6": "¡Grado A! Estás en el camino correcto. Pero siempre hay margen de mejora, ¿no? Continúa si quieres convertirte en un experto. Use su comprensión del contexto para diseñar una estrategia para lograr objetivos de acuerdo con su visión (o de su equipo). Puede desarrollar y cumplir con un plan detallado de gestión de proyectos, ajustándose a las circunstancias cambiantes para asegurarse de que se alcancen los objetivos. Puede mantener sus métodos de planificación actualizados y adaptarlos a circunstancias cambiantes. Puede definir prioridades en circunstancias inciertas, con información parcial o ambigua. Puede desarrollar los indicadores de rendimiento que usted (o su equipo) debe monitorear el progreso hacia un resultado exitoso en circunstancias cambiantes. Puede usar los resultados del monitoreo para ajustar la visión, los objetivos, las prioridades, la planificación de recursos, los pasos de acción o cualquier otro aspecto del proceso de creación de valor.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es administrar el equilibrio entre la necesidad de creatividad y el control para que la capacidad de su organización para lograr sus objetivos esté protegida y nutrida. Puede diseñar procedimientos gerenciales para entregar valor de manera efectiva en circunstancias desafiantes. Puede adaptar el modelo de negocio de su actividad de creación de valor para enfrentar nuevos desafíos. Puede diseñar y colocar un plan de recolección de datos para monitorear si su empresa está logrando sus objetivos. Puede comunicar efectivamente a la organización el motivo de los cambios y los ajustes.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en planificación y gestión. Es hora de ponerlo en práctica y contribuir a la sociedad con sus habilidades."
        },
        "en": {
          "0": "Are you sure you don't have any knowledge on the subject? Keep going! Don’t worry and don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you could work on clarifying what your goals are in a simple value-creating activity. You could carry out a simple plan for value-creating activities. You could recall the order of steps that was needed in a simple value-creating activity you take part in. You could recognise how much progress you have made on a task. Then you should be open to changes. Keep it up, you are on the right track!!",
          "1": "Go for it! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to identify alternative goals to create value in a simple context. You could work on dealing with a range of simple tasks at the same time without feeling uncomfortable. You could identify the basic steps that are needed in a value-creating activity. You could monitor whether a task is going to plan. You could confront and deal with changes in a constructive way. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "2": "Going well! Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest. So on your own and together with peers, you could describe your goals for the future in line with your strengths, ambitions, interests and achievements. You could create an action plan which identifies the necessary steps to achieve your goals. You could develop a business model for your idea. You could prioritise the basic steps in a value-creating activity. You could identify different types of data that are necessary for monitoring the progress of a simple value-creating activity. You could change your plans based on the needs of your team.",
          "3": "You are on the right track!! If you want to improve your skills, establish a group of users and needs that you want to address. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could proactively set short-term goals that you could act on. You should allow for the possibility of changes to your plans. You could define the key elements that make up the business model necessary to deliver the value you have identified. You could set your own priorities and act on them. What’s more you could set basic milestones and observation indicators to monitor the progress of your value-creating activity. You could adapt your plans to achieve your goals in light of changes that are outside your control.",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following: find a subject matter expert who can guide you, together with whom you could define long-term goals arising from the vision for your (or your team's) value-creating activity. You could summarise the basics of project management. You could develop a business plan based on the model, describing how to achieve the value identified. You could define the priorities to meet your (or your team’s) vision. You could describe different methods for performance and impact monitoring. You could embrace change that brings new opportunities for value creation. Remember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "5": "Neat! You are already well versed in the subject, if you want to be a professional, you could start working with others, but as the decision-maker, use your understanding of the context to match short-term, mid- term and long- term goals to the vision for your (or your team's) value-creating activity. You could apply the basics of project management in managing a value-creating activity. You could organise your value-creating activities using planning methods such as business and marketing plans. You could stay focused on the priorities set, despite changing circumstances. In addition you could define what data is needed to monitor how effective your value-creating activities are and an appropriate way to collect them. You could anticipate and include change along the value- creating process.",
          "6": "Grade A! You are on the right track. But there is always room for improvement, isn’t it? Continue if you want to become an expert. Use your understanding of the context to design a strategy to achieve goals in line with your (or your team's) vision. You could develop and stick to a detailed project management plan, adjusting to changing circumstances to make sure goals are reached. You could keep your planning methods updated and adapt them to changing circumstances. You could define priorities in uncertain circumstances, with partial or ambiguous information. You could develop the performance indicators you (or your team) need to monitor progress towards a successful outcome in changing circumstances. You could use the results of monitoring to adjust vision, aims, priori- ties, resource planning, action steps or any other aspect of the value- creating process.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to manage the balance between the need for creativity and for control so that your organisation’s capacity to achieve its goals is protected and nurtured. You could design managerial procedures to effectively deliver value in challenging circumstances. You could adapt your value-creating activity’s business model to face new challenges. You could design and put in place a data- collection plan to monitor whether your venture is achieving its aims. You could communicate effectively to the organisation the reason for changes and adjustments.",
          "8": "Well done!! Keep up the good work, you are an expert in planning and management. It is time to put it into practice and contribute to society with your skills."
        }
      },
      "related_section": ["into_action", "most_relevant"],
      "tick_icon_limit": 7
    },
    "copying_ambiguity_and_risk": {
      "title": {
        "es": "Lidiar con la incertidumbre, la ambigüedad y el riesgo",
        "en": "Coping with uncertainty, ambiguity and risk"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "¡Sigue adelante! ¡No te preocupes y no te desanimes! Nuestra recomendación es que, bajo supervisión directa, no debe tener miedo de cometer errores mientras intenta cosas nuevas. Para aprender, puede identificar ejemplos de riesgos en su entorno. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "1": "¡A por ello! Trate de seguir este consejo: con un apoyo reducido de otros, trate de explorar sus propias formas de lograr las cosas. Puede describir riesgos relacionados con una actividad de creación de valor simple en la que participa. ¡Sigue así, estás en el camino correcto!",
          "2": "¡Va bien! Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés. Para seguir adelante, por su cuenta y junto con sus compañeros, trate de discutir el papel que juega la información para reducir la incertidumbre, la ambigüedad y el riesgo. Podría notar la diferencia entre riesgos aceptables e inaceptables. Debería poder evaluar críticamente los riesgos asociados con una idea que crea valor, teniendo en cuenta una variedad de factores.",
          "3": "¡Estás en el camino correcto! Si desea mejorar sus habilidades, establezca un grupo de usuarios y necesidades que desee abordar. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, puede buscar, comparar y contrastar de manera proactiva diferentes fuentes de información que lo ayudan a reducir la ambigüedad, la incertidumbre y los riesgos en la toma de decisiones. Puede sopesar los riesgos y beneficios del trabajo por cuenta propia con opciones de carrera alternativas y tomar decisiones que reflejen sus preferencias. Podría evaluar críticamente los riesgos relacionados con la configuración formal de una empresa de creación de valor en el área en la que trabaja.",
          "4": "¡Felicitaciones! Estás a medio camino de la excelencia, si quieres seguir aprendiendo hasta que te alcances, puedes hacer lo siguiente: encuentre un experto en temas que pueda guiarte, junto con quienes puedas encontrar formas de tomar decisiones cuando la información está incompleta. Puede aplicar el concepto de pérdidas asequibles para tomar decisiones al crear valor. Podría demostrar que podría tomar decisiones sopesando tanto los riesgos como los beneficios esperados de una actividad de creación de valor. Recuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para reunir diferentes puntos de vista para tomar decisiones informadas cuando el grado de grado de La incertidumbre es alta. Puede comparar actividades de creación de valor basadas en una evaluación de riesgos. Puede describir un plan de gestión de riesgos para guiar sus opciones (o de su equipo) mientras desarrolla su actividad de creación de valor.",
          "6": "¡Grado A! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a su complejo desarrollo. Trate de tomar decisiones que evalúen los diferentes elementos en una situación que es incierta y ambigua. Puede evaluar los riesgos a los que su empresa está expuesta a medida que cambian las condiciones. Puede usar estrategias para reducir los riesgos que pueden surgir durante el proceso de creación de valor. Rodéate de las personas necesarias para esto y no tengas prisa, convertirse en un experto en un tema requiere tiempo y esfuerzo, pero ya tienes mucho trabajo realizado y todo se puede lograr.",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es establecer las estrategias apropiadas para recopilar y monitorear los datos, que lo ayudan a tomar decisiones basadas en evidencia sólida. Puede evaluar las inversiones a largo plazo de alto riesgo utilizando un enfoque estructurado. Puede encontrar estrategias para reducir el riesgo de que su iniciativa de creación de valor se vuelva obsoleta.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en hacer frente a la incertidumbre, la ambigüedad y el riesgo. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Keep going! Don’t worry and don't get discouraged! Our recommendation is that, under direct supervision, you should not be afraid of making mistakes while trying new things. In order to learn, you could identify examples of risks in your surroundings. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "1": "Go for it! Try to follow this advice: with reduced support from others, try to explore your own ways to achieve things. You could describe risks related to a simple value- creating activity in which you take part. Keep it up, you are on the right track!!",
          "2": "Going well! Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest. To move on, on your own and together with peers, try to discuss the role that information plays in reducing uncertainty, ambiguity and risk. You could tell the difference between acceptable and unacceptable risks. You should be able to critically evaluate the risks associated with an idea that creates value, taking into account a variety of factors.",
          "3": "You are on the right track! If you want to improve your skills, establish a group of users and needs that you want to address. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could proactively look for, compare and contrast different sources of information that help you reduce ambiguity, uncertainty, and risks in making decisions. You could weigh up the risks and benefits of self-employment with alternative career options and make choices that reflect your preferences. You could critically evaluate the risks related to the formal set-up of a value-creating venture in the area in which you work.",
          "4": "Congratulations!You are halfway to excellence, if you want to keep learning until you reach it you could do the following: find a subject matter expert who can guide you, together with whom you could find ways of making decisions when the information is incomplete. You could apply the concept of affordable losses to make decisions when creating value. You could demonstrate that You could make decisions by weighing up both the risks and the expected benefits of a value-creating activity. Remember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "5": "Neat! You are already well versed in the subject, if you want to be a professional, you could start working with others, but as the decision-maker, use your understanding of the context to pull together different viewpoints to make informed decisions when the degree of uncertainty is high. You could compare value-creating activities based on a risk assessment. You could outline a risk management plan for guiding your (or your team's) choices while developing your value-creating activity.",
          "6": "Grade A! If you want to become an expert, we recommend that you select a specific field of your liking and take responsibility for contributing to its complex development. Try to make decisions evaluating the different elements in a situation that is uncertain and ambiguous. You could assess the risks your venture is exposed to as conditions change. You could use strategies to reduce the risks that may arise during the value- creating process. Surround yourself with the necessary people for this and don't be in a hurry, becoming an expert on a topic takes time and effort but you already have a lot of the work done and it is all achievable.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to set up appropriate strategies for collecting and monitoring data, which help you make decisions based on sound evidence. You could evaluate high-risk long- term investments using a structured approach. You could come up with strategies to reduce the risk of your value-creating initiative becoming obsolete.",
          "8": "Well done!! Keep up the good work, you are an expert in coping with uncertainty, ambiguity and risk. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["into_action"],
      "tick_icon_limit": 7
    },
    "working_with_others": {
      "title": {
        "es": "Trabajando con otros",
        "en": "Working with others"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "¿Estás seguro de que no tienes ningún conocimiento sobre el tema? ¡No te preocupes, no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda comenzar a mostrar respeto por los demás, sus antecedentes y situaciones. Podrías mostrar empatía hacia los demás. Podrías mostrar empatía hacia los demás. Debería estar abierto a trabajar solo, así como a otros, desempeñando diferentes roles y asumiendo cierta responsabilidad. También debe estar abierto a involucrar a otros en sus actividades de creación de valor. Puede explicar el significado y las formas de asociación, cooperación y apoyo entre pares (por ejemplo, familia y otras comunidades).",
          "1": "¡A por ello! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora, para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de reconocer el papel de sus emociones, actitudes y comportamientos en la configuración de las actitudes y comportamientos de las personas y viceversa. Puede discutir los beneficios de escuchar las ideas de otras personas para lograr sus objetivos (o de su equipo). Debería estar dispuesto a cambiar su forma de trabajar en un grupo. Podría contribuir a actividades simples de creación de valor. Debe estar abierto a establecer nuevos contactos y cooperación con otros (individuos y grupos).",
          "2": "¡Va bien! Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés. Entonces, por su cuenta y junto con sus compañeros, puede combinar diferentes contribuciones para crear valor. Puede expresar sus ideas de creación de valor (o de su equipo) de manera asertiva. Podrías escuchar las ideas de otras personas para crear valor sin mostrar prejuicios. Podrías trabajar con una variedad de personas y equipos. Podría contribuir a la toma de decisiones grupales de manera constructiva. Puede usar las relaciones que tiene para obtener el apoyo que necesita para convertir las ideas en acción, incluido el apoyo emocional.",
          "3": "¡Estás en el camino correcto! Si desea mejorar sus habilidades, establezca un grupo de usuarios y necesidades que desee abordar. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, podría valorar proactivamente la diversidad como una posible fuente de ideas y oportunidades. Podrías enfrentar y resolver conflictos. Podrías escuchar a tus usuarios finales. Puede compartir la propiedad de actividades de creación de valor con los miembros de su equipo. Podrías crear un equipo de personas que puedan trabajar juntas en una actividad de creación de valor. Puede establecer nuevas relaciones para obtener el apoyo que necesita para convertir las ideas en acción, incluido el apoyo emocional (por ejemplo, unirse a una red de mentores).",
          "4": "¡Brillante! Usted está a medio camino de la excelencia, si desea seguir aprendiendo hasta que llegue a él, puede hacer lo siguiente: encuentre un experto en la materia que pueda guiarlo, junto con quien pueda describir diferentes técnicas para administrar las relaciones con los usuarios finales. Puede construir un equipo basado en el conocimiento individual, las habilidades y las actitudes de cada miembro. Puede usar técnicas y herramientas que ayuden a las personas a trabajar juntas. Puede usar su red para encontrar a las personas adecuadas para trabajar en su actividad de creación de valor (o de su equipo). Recuerde que trabajar con otros interesados ​​en el tema hará que el progreso sea más enriquecedor y agradable.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para apoyar la diversidad dentro de su equipo u organización. Puede lidiar con el comportamiento no asertivo que obstaculiza sus actividades de creación de valor (o de su equipo) (por ejemplo, actitudes destructivas, comportamiento agresivo, etc.). Puede establecer estrategias para escuchar activamente a sus usuarios finales y actuar sobre sus necesidades. Puede contribuir a crear valor asociando con comunidades distribuidas a través de tecnologías digitales. Podrías brindar a las personas la ayuda y el apoyo que necesitan para realizar en su mejor momento dentro de un equipo. Puede ponerse en contacto de manera proactiva con las personas adecuadas dentro y fuera de su organización para apoyar su actividad de creación de valor (o de su equipo) (por ejemplo, en conferencias o en las redes sociales).",
          "6": "¡Grado A! Si desea convertirse en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a su complejo desarrollo. Trate de encontrar ideas que creen valor y aprovechen al máximo ellas. Podrías gestionar los conflictos de manera efectiva. Puede reunir información de una amplia gama de fuentes para comprender las necesidades de sus usuarios finales. Puede diseñar espacios físicos y virtuales que alienten a los miembros del equipo a trabajar juntos. Podría trabajar con un equipo remoto de personas que pueden contribuir de forma independiente a una actividad de creación de valor. Puede usar su red para reunir diferentes perspectivas para informar su proceso de creación de valor (o de su equipo).",
          "7": "Estás a un paso de la excelencia en el campo. Nuestra recomendación para que continúe practicando, contribuyendo y aproveche su conocimiento es desarrollar la capacidad de una organización para crear valor alentando a las personas a trabajar juntas. Puede diseñar métodos e incentivos de trabajo que permitan a los miembros del equipo trabajar bien juntos. Puede diseñar procesos efectivos para crear redes de partes interesadas diferentes o nuevas y mantenerlos comprometidos.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en trabajar con otros. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Are you sure you don't have any knowledge on the subject?  Don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can start to show respect for others, their background and situations. You could show empathy towards others. You could show empathy towards others. You should be open to working alone as well as with others, playing different roles and taking some responsibility. You should be also open to involving others in your value-creating activities. You could explain the meaning and forms of association, cooperation and peer-to-peer support (for example, family and other communities).",
          "1": "Go for it! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to recognise the role of your emotions, attitudes and behaviours in shaping others people’s attitudes and behaviours and vice versa. You could discuss the benefits of listening to other people’s ideas for achieving your (or your team's) goals. You should be willing to change your way of working in a group. You could contribute to simple value-creating activities. You should be open to establishing new contacts and cooperation with others (individuals and groups).",
          "2": "Going well! Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest. So, on your own and together with peers, you could combine different contributions to create value. You could express your (or your team's) value-creating ideas assertively. You could listen to other people’s ideas for creating value without showing prejudice. You could work with a range of individuals and teams. You could contribute to group decision-making constructively. You could use the relationships you have to get the support you need to turn ideas into action, including emotional support.",
          "3": "You are on the right track! If you want to improve your skills, establish a group of users and needs that you want to address. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could proactively value diversity as a possible source of ideas and opportunities. You could face and solve conflicts. You could listen to your end users. You could share the ownership of value-creating activities with the members of your team. You could create a team of people who can work together in a value-creating activity. You could establish new relationships to get the support you need to turn ideas into action, including emotional support (for example, joining a mentor network).",
          "4": "Brilliant! You are halfway to excellence, if you want to keep learning until you reach it you could do the following:  find a subject matter expert who can guide you, together with whom you could describe different techniques for managing relationships with end users. You could build a team based on the individual knowledge, skills and attitudes of each member. You could use techniques and tools that help people to work together. You could use your network to find the right people to work on your (or your team's) value-creating activity. Remember that working with others interested in the topic will make progress more enriching and enjoyable.",
          "5": "Neat! You are already well versed in the subject, if you want to be a practitioner, you could start working with others, but as the decision-maker, use your understanding of the context to support diversity within your team or organisation. You could deal with non-assertive behaviour that hinders your (or your team's) value-creating activities (for example, destructive attitudes, aggressive behaviour and so on). You could put in place strategies to actively listen to your end users and act on their needs. You could contribute to creating value by teaming up with distributed communities through digital technologies. You could give people the help and support they need to perform at their best within a team. You could proactively make contact with the right people inside and outside your organisation to support your (or your team's) value-creating activity (for example, at conferences or on social media).",
          "6": "Grade A! If you want to become an expert, we recommend that you select a specific field of your liking and take responsibility for contributing to its complex development. Try to find ideas that create value and make the most of them. You could manage conflicts effectively. You could pull together information from a wide range of sources to understand your end users' needs. You could design physical and virtual spaces that encourage team members to work together. You could work with a remote team of people who can independently contribute to a value-creating activity. You could use your network to bring together different perspectives to inform your (or your team's) value-creating process.",
          "7": "You are one step away from excellence in the field. Our recommendation for you to continue to practise, contribute and leverage your knowledge is to build an organisation’s capacity to create value by encouraging people to work together. You could design working methods and incentives that enable team members to work well together. You could design effective processes to build networks of different or new stakeholders and keep them engaged.",
          "8": "Well done!! Keep up the good work, you are an expert in working with others. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["into_action"],
      "tick_icon_limit": 7
    },
    "learning_through_experience": {
      "title": {
        "es": "Aprender a través de la experiencia",
        "en": "Learning through experience"
      },
      "empty": {
        "es": "No se han proporcionado datos",
        "en": "No data provided"
      },
      "feedback": {
        "es": {
          "0": "Bueno, no te preocupes, ¡no te desanimes! Nuestra recomendación es que busque a alguien que pueda ayudarlo y dirigirlo para que, bajo su supervisión, pueda comenzar a mostrar respeto por los demás. Puede encontrar ejemplos de grandes fallas que hayan creado valor. Puede proporcionar ejemplos que muestren que sus habilidades y competencia han aumentado con la experiencia. Puede reconocer lo que ha aprendido al participar en actividades de creación de valor. ¡Sigue así, estás en el camino correcto!",
          "1": "¡Bien hecho! Si está en este nivel, significa que ya ha dado un primer paso en este asunto. Ahora para continuar aprendiendo que podría, en la medida de lo posible con una ayuda externa mínima, tratar de proporcionar ejemplos de fallas temporales que hayan llevado a logros valiosos. Podría anticipar que sus habilidades y competencia crecerán con experiencia, tanto a través de éxitos como fallas. Puede reflexionar sobre su experiencia en participar en actividades de creación de valor y aprender de ella. No se azote, verá cómo aprenderá poco a poco y es más fácil de lo que parece.",
          "2": "¡Va bien! Para seguir adelante, por su cuenta y junto con sus compañeros, podría reflexionar sobre fallas (las mías y otras personas), identificar sus causas y aprender de ellas. Puede reflexionar sobre la relevancia de sus vías de aprendizaje para sus oportunidades y opciones futuras. Puede reflexionar sobre su interacción con otros (incluidos compañeros y mentores) y aprender de ella. Tenga en cuenta que no está solo en esto, no lo tome como una tarea universitaria más, puede hacer estas actividades con la ayuda de sus compañeros y centrarse en áreas de su interés.",
          "3": "¡¡Estás en el camino correcto!! Si desea mejorar sus habilidades, establezca un grupo de usuarios y necesidades que desee abordar. Una vez que lo tenga, compártelo con amigos, colegas, maestros al compartir algunas responsabilidades, podría juzgar de manera proactiva si ha logrado y cómo ha logrado sus objetivos, para que pueda evaluar su desempeño y aprender de él. Siempre debe buscar oportunidades para mejorar sus fortalezas y reducir o compensar sus debilidades. Puede filtrar los comentarios proporcionados por otros y evitar el bien.",
          "4": "¡Brillante! Si desea obtener más información, con alguna orientación y junto con otros, puede reflexionar sobre sus logros (o de su equipo) y fallas temporales a medida que se desarrollan las cosas para aprender y mejorar su capacidad para crear valor. Puede encontrar y elegir oportunidades para superar sus debilidades (o de su equipo) y desarrollar sus fortalezas (o las de su equipo). Puede integrar el aprendizaje permanente en su estrategia de desarrollo personal y su progreso profesional.",
          "5": "¡Limpio! Ya está bien versado en el tema, si desea ser un profesional, podría comenzar a trabajar con otros, pero como tomador de decisiones, use su comprensión del contexto para ayudar a otros a reflexionar sobre sus logros y fallas temporales al proporcionar honestos y retroalimentación constructiva. Podría ayudar a otros a desarrollar sus fortalezas y reducir o compensar sus debilidades. Además, podría ayudar a otros a reflexionar sobre su interacción con otras personas y ayudarlos a aprender de esta interacción.",
          "6": "¡Grado A! Continúa si quieres convertirte en un experto. Puede llevar a su equipo o la organización a un mayor nivel de rendimiento, en función de los comentarios recopilados y aprendiendo lecciones de logros y fallas. Puede aprender de las actividades de monitoreo y evaluación de impacto que ha diseñado para rastrear el progreso de su actividad de creación de valor. Puede identificar oportunidades para la superación personal en su organización y más allá.",
          "7": "Si se está convirtiendo en un experto, le recomendamos que seleccione un campo específico de su gusto y asume la responsabilidad de contribuir a su desarrollo mediante el diseño y la colocación de una estrategia para su empresa para continuar generando valor. Puede aprender lecciones de los procesos de monitoreo y evaluación y establecerlas en los procesos de aprendizaje de su organización.",
          "8": "¡¡Bien hecho!! Sigan con el buen trabajo, usted es un experto en aprender a través de la experiencia. Es hora de ponerlo en práctica y contribuir a la sociedad con su conocimiento."
        },
        "en": {
          "0": "Well, don’t worry, don't get discouraged! Our recommendation is that you look for someone who can help and direct you so that under their supervision you can start showing respect for others. You could find examples of great failures that have created value. You could provide examples that show that your abilities and competence have increased with experience. You could recognise what you have learnt from taking part in value-creating activities. Keep it up, you are on the right track!!",
          "1": "Well done! If you are at this level it means that you have already taken a first step in this matter. Now to continue learning you could, as far as possible with minimal external help, try to provide examples of temporary failures that have led to valuable achievements. You could anticipate that your abilities and competence will grow with experience, through both successes and failures. You could reflect on your experience in taking part in value-creating activities and learn from it. Do not whip yourself, you will see how you will learn little by little and it is easier than it seems.",
          "2": "Going well! To move on, on your own and together with peers, You could reflect on failures (mine and other people’s), identify their causes and learn from them. You could reflect on the relevance of your learning pathways for your future opportunities and choices. You could reflect on your interaction with others (including peers and mentors) and learn from it. Keep in mind that you are not alone in this, don't take it as just another university assignment, you can do these activities with the help of your peers and focusing on areas of your interest.",
          "3": "You are on the right track!! If you want to improve your skills, establish a group of users and needs that you want to address. Once you have it, share it with friends, colleagues, teachers by sharing some responsibilities, you could proactively judge if and how you have achieved your goals, so that you could evaluate your performance and learn from it. You should be always looking for opportunities to improve your strengths and reduce or compensate for your weaknesses. You could filter the feedback provided by others and keep the good from it.",
          "4": "Brilliant! If you want to learn more, with some guidance and together with others, you could reflect on your (or your team's) achievements and temporary failures as things develop so as to learn and improve your ability to create value. You could find and choose opportunities to overcome your (or your team’s) weaknesses and to develop your (or your team’s) strengths. You could integrate lifelong learning into your personal development strategy and career progress.",
          "5": "Neat! You are already well versed in the subject, if you want to be a practitioner, you could start working with others, but as the decision-maker, use your understanding of the context to help others reflect on their achievements and temporary failures by providing honest and constructive feedback. You could help others develop their strengths and reduce or compensate for their weaknesses. What’s more you could help others reflect on their interaction with other people and help them learn from this interaction.",
          "6": "Grade A! Continue if you want to become an expert. You could take your team or the organisation to a higher level of performance, based on the feedback collected and by learning lessons from achievements and failures. You could learn from the impact-monitoring and evaluation activities that you have designed to track the progress of your value-creating activity. You could identify opportunities for self-improvement in your organisation and beyond.",
          "7": "If you are becoming an expert, we recommend that you select a specific field of your liking and take responsibility for contributing to its development by designing and putting in place a strategy for your venture to continue to generate value. You could learn lessons from monitoring and evaluation processes and establish them into your organisation’s learning processes.",
          "8": "Well done!! Keep up the good work, you are an expert in learning through experience. It is time to put it into practice and contribute to society with your knowledge."
        }
      },
      "related_section": ["into_action"],
      "tick_icon_limit": 7
    }
  }
}
